Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Importing additional filelist information
ca_es: S'està important informació adicional de la llista de fitxers

source: The program %s%s%s is found in the yum-utils package.
ca_es: El programa %s%s%s es troba en el paquet yum-utils.

source: There are unfinished transactions remaining. You might consider running yum-complete-transaction first to finish them.
ca_es: Encara hi ha transaccions sense acabar. Hauríeu de considerar executar yum-complete-transaction abans per acabar-les.

source: Packages skipped because of dependency problems:
ca_es: Paquets omesos degut a problemes de dependències:

source: %s from %s
ca_es: %s des de %s

source: Warning: scriptlet or other non-fatal errors occurred during transaction.
ca_es: Avís: ha fallat l'scriptlet o s'han produït altre tipus d'errors no fatals durant la transacció.

source: Failed to remove transaction file %s
ca_es: No s'ha pogut suprimir el fitxer de transaccions %s

source: %s was supposed to be installed but is not!
ca_es: S'havia d'instal·lar %s però no s'ha realitzat!

source: %s was supposed to be removed but is not!
ca_es: S'havia de suprimir %s però no s'ha realitzat!

source: Existing lock %s: another copy is running as pid %s.
ca_es: Bloqueig existent %s: una altra còpia s'està executant amb pid %s.

source: Unable to check if PID %s is active
ca_es: No s'ha pogut comprovar si el PID %s es troba actiu

source: Could not perform checksum
ca_es: No s'ha pogut realitzar la suma de verificació

source: Package does not match checksum
ca_es: No coincideix la suma de verificació del paquet

source: using local copy of %s
ca_es: s'està utilitzant la còpia local de %s

source: package fails checksum but caching is enabled for %s
ca_es: la suma de verificació del paquet falla però l'ús de memòria cau està habilitat per a %s

source: Header is not complete.
ca_es: La capçalera no està completa.

source: Header not in local cache and caching-only mode enabled. Cannot download %s
ca_es: La capçalera no es troba en la memòria cau local i està habilitat el mode de només memòria cau. No es pot baixar %s

source: Public key for %s is not installed
ca_es: La clau pública per a %s no està instal·lada

source: Problem opening package %s
ca_es: Hi ha hagut un problema obrint el paquet %s

source: Public key for %s is not trusted
ca_es: La clau pública per a %s no és de confiança

source: Package %s is not signed
ca_es: El paquet %s no està signat

source: Cannot remove %s
ca_es: No es pot suprimir %s

source: %s removed
ca_es: S'ha suprimit %s

source: Cannot remove %s file %s
ca_es: No es pot suprimir %s fitxer %s

source: %s file %s removed
ca_es: %s fitxer %s suprimit

source: More than one identical match in sack for %s
ca_es: Hi ha més d'una coincidència idèntica en el sac per a %s

source: Nothing matches %s.%s %s:%s-%s from update
ca_es: No hi ha coincidències %s.%s-%s:%s-%s de l'actualització

source: searchPackages() will go away in a future version of Yum. Use searchGenerator() instead.
ca_es: searchPackages() desapareixerà en una futura versió de Yum. Useu searchGenerator().

source: searching package %s
ca_es: s'està buscant el paquet %s

source: searching in file entries
ca_es: s'està buscant en les entrades de fitxers

source: searching in provides entries
ca_es: s'està buscant en les entrades proporcionades

source: No group data available for configured repositories
ca_es: No hi ha dades de grup disponibles en cap dels repositoris configurats

source: No Group named %s exists
ca_es: No existeix cap grup anomenat %s

source: package %s was not marked in group %s
ca_es: el paquet %s no estava marcat en el grup %s

source: Adding package %s from group %s
ca_es: S'està afegint el paquet %s del grup %s

source: No package named %s available to be installed
ca_es: No hi ha cap paquet anomenat %s disponible per a ser instal·lat

source: Package tuple %s could not be found in packagesack
ca_es: No s'ha pogut trobar la tupla de paquets %s al sac de paquets

source: No Package found for %s
ca_es: No s'ha trobat cap paquet per a %s

source: Warning: Group %s does not exist.
ca_es: Avís: El grup %s no existeix.

source: Package Object was not a package object instance
ca_es: L'objecte paquet no era una instància d'objecte paquet

source: Nothing specified to install
ca_es: No hi ha res especificat per a instal·lar

source: Checking for virtual provide or file-provide for %s
ca_es: S'està verificant si hi ha un proveïdor virtual o un fitxer proveïdor per a %s

source: Package %s installed and not available
ca_es: El paquet %s es troba instal·lat però no és disponible

source: No package(s) available to install
ca_es: No hi ha cap paquet disponible per a instal·lar

source: Package: %s - already in transaction set
ca_es: El paquet: %s - ja està en la transacció

source: Package %s is obsoleted by %s which is already installed
ca_es: El paquet %s és obsolet degut a %s, que ja està instal·lat

source: Package %s is obsoleted by %s, trying to install %s instead
ca_es: El paquet %s és obsolet degut a %s, es provarà d'instal·lar %s en el seu lloc

source: Package %s already installed and latest version
ca_es: El paquet %s ja es troba instal·lat i en l'última versió.

source: Package matching %s already installed. Checking for update.
ca_es: El paquet coincident %s ja es troba instal·lat. S'està buscant una actualització.

source: Updating Everything
ca_es: S'està actualitzant tot

source: Not Updating Package that is already obsoleted: %s.%s %s:%s-%s
ca_es: No s'actualitzarà el paquet obsolet: %s.%s %s:%s-%s

source: No Match for argument: %s
ca_es: No hi ha cap coincidència per a l'argument: %s

source: Package is already obsoleted: %s.%s %s:%s-%s
ca_es: El paquet és obsolet: %s.%s %s:%s-%s

source: Not Updating Package that is obsoleted: %s
ca_es: No s'actualitzarà el paquet obsolet: %s

source: Not Updating Package that is already updated: %s.%s %s:%s-%s
ca_es: No s'actualitzarà el paquet actualitzat: %s.%s %s:%s-%s

source: Examining %s: %s
ca_es: S'està examinant %s: %s

source: Cannot add package %s to transaction. Not a compatible architecture: %s
ca_es: No s'ha pogut afegir el paquet %s a la transacció. No és una arquitectura compatible: %s

source: Package %s not installed, cannot update it. Run yum install to install it instead.
ca_es: El paquet %s no està instal·lat; no es pot actualitzar. Executeu «yum install» per a instal·lar-lo.

source: Excluding %s
ca_es: S'està excloent %s

source: Marking %s to be installed
ca_es: S'està marcant %s per a ser instal·lat

source: Marking %s as an update to %s
ca_es: S'està marcant %s com a actualització de %s

source: %s: does not update installed package.
ca_es: %s no actualitza el paquet instal·lat.

source: Cannot open file: %s. Skipping.
ca_es: No es pot obrir el fitxer %s. S'ometrà.

source: Problem in reinstall: no package matched to remove
ca_es: Hi ha un problema en reinstal·lar: no hi ha cap paquet marcat per a suprimir

source: Problem in reinstall: no package %s matched to install
ca_es: Hi ha un problema en reinstal·lar: no hi ha cap paquet %s marcat per a instal·lar

source: No package(s) available to downgrade
ca_es: No hi ha cap paquet disponible per a desactualitzar

source: Package %s is allowed multiple installs, skipping
ca_es: El paquet %s permet múltiples instal·lacions, s'està ometent

source: No Match for available package: %s
ca_es: No hi ha cap paquet disponible que coincideixi: %s

source: Only Upgrade available on package: %s
ca_es: Només hi ha una actualització disponible per al paquet: %s

source: GPG key retrieval failed:
ca_es: La recuperació de la clau GPG ha fallat:

source: GPG key parsing failed: key does not have value %s
ca_es: L'ànalisi de la clau GPG ha fallat: la clau no té el valor %s

source: GPG key at %s (0x%s) is already installed
ca_es: La clau GPG de %s (0x%s) ja està instal·lada

source: Key import failed (code %d)
ca_es: La importació de la clau ha fallat (codi %d)

source: Key imported successfully
ca_es: La clau s'ha importat amb èxit

source: The GPG keys listed for the "%s" repository are already installed but they are not correct for this package. Check that the correct key URLs are configured for this repository.
ca_es: Les claus GPG llistades per al repositori "%s" ja estan instal·lades però no són correctes per a aquest paquet. Comproveu que les URL de claus correctes estan configurades per a aquest repositori.

source: Import of key(s) didn't help, wrong key(s)?
ca_es: La importació de claus no ha ajudat, eren claus incorrectes?

source: GPG key at %s (0x%s) is already imported
ca_es: La clau GPG a %s (0x%s) ja ha estat importada

source: Unable to find a suitable mirror.
ca_es: No s'ha pogut trobar un servidor rèplica vàlid.

source: Errors were encountered while downloading packages.
ca_es: S'han trobat errors baixant paquets.

source: Test Transaction Errors:
ca_es: Errors en la transacció de prova:

source: Loaded plugins:
ca_es: Connectors carregats:

source: No plugin match for: %s
ca_es: No hi ha cap connector que coincideixi amb: %s

source: Not loading "%s" plugin, as it is disabled
ca_es: No s'està carregant el connector "%s", ja que està deshabilitat

source: Plugin "%s" can't be imported
ca_es: No s'ha pogut importar el connector "%s"

source: Plugin "%s" doesn't specify required API version
ca_es: El connector "%s" no especifica la versió de l'API requerida.

source: Plugin "%s" requires API %s. Supported API is %s.
ca_es: El connector "%s" requereix l'API %s. L'API disponible és %s

source: Loading "%s" plugin
ca_es: S'està carregant el connector "%s"

source: Two or more plugins with the name "%s" exist in the plugin search path
ca_es: Existeixen dos o més connectors amb el mateix nom "%s" en el camí de cerca de connectors

source: Configuration file %s not found
ca_es: No s'ha trobat el fitxer de configuració %s

source: Unable to find configuration file for plugin %s
ca_es: No s'ha pogut trobar un fitxer de configuració per al connector %s

source: registration of commands not supported
ca_es: l'enregistrament d'ordres no està suportat

source: Repackaging
ca_es: Reempaquetant

source: Insufficient space in download directory %s * free %s * needed %s
ca_es: No hi ha espai suficient al directori de descàrregues %s * lliure %s * necessari %s

source: Header cannot be opened or does not match %s, %s.
ca_es: La capçalera no es pot obrir o no coincideix amb %s, %s

source: RPM %s fails md5 check
ca_es: Falla la comprobació md5 per al RPM %s

source: Could not open RPM database for reading. Perhaps it is already in use?
ca_es: No s'ha pogut obrir la base de dades RPM per a llegir-la. Potser ja està en ús?

source: Got an empty Header, something has gone wrong
ca_es: S'ha obtingut una capçalera buida, alguna cosa ha anat malament

source: Damaged Header %s
ca_es: Capçalera malmesa %s

source: Error opening rpm %s - error %s
ca_es: S'ha produït un error en obrir l'rpm %s - error %s
